[
    {
      "date": "1997-02-14",
      "explanation": "Globular clusters\r once ruled the Milky Way. Back in\r the old days, back when our Galaxy\r first formed, perhaps thousands of globular clusters roamed our\r Galaxy. Today, there are perhaps 200 left.\r Many globular clusters were destroyed\r over the eons by repeated fateful encounters with each other or\r the Galactic center. Surviving relics\r are older than any earth fossil,\r older than any other structures in our Galaxy,\r and limit the universe itself\r in raw age. There are few, if any, young globular clusters\r in our Milky Way Galaxy because conditions\r are not ripe for more to form. But things are different next\r door - in the neighboring LMC galaxy.\r Pictured above is a \"young\" globular cluster residing\r there: NGC 1818.\r Recent observations show it formed only about 40 million years\r ago - just yesterday compared to the 12 billion year ages of globular clusters in our own Milky Way",
      "hdurl": "https://apod.nasa.gov/apod/image/9702/ngc1818_hst_big.jpg",
      "media_type": "image",
      "service_version": "v1",
      "title": "NGC 1818: A Young Globular Cluster\r\nCredit:",
      "url": "https://apod.nasa.gov/apod/image/9702/ngc1818_hst.jpg"
    },
    {
      "date": "1997-10-06",
      "explanation": "Mars Global Surveyor achieved Martian orbit on September 11 and began aerobraking into its final mapping orbit, a process that will take until March next year. Anticipating the labors ahead, Mars Orbital Camera operators have begun acquiring test images. This dramatic detail of a recent image shows a 10 mile wide swath of a highland valley, part of the Nirgal Vallis system. The original image was recorded from an altitude of 250 miles at a resolution of about 30 feet per pixel and has been rotated to represent the camera's perspective view. Were these valleys formed by flowing water or did collapse and erosion caused by ground water produced the channel? What other processes were important? Time will tell. From its planned mapping orbit, with four times better resolution, Mars Global Surveyor's images should provide answers to these and other questions about Mars.",
      "hdurl": "https://apod.nasa.gov/apod/image/9710/image1_mgs_big.jpg",
      "media_type": "image",
      "service_version": "v1",
      "title": "Surveyor At Mars",
      "url": "https://apod.nasa.gov/apod/image/9710/image1_mgs.jpg"
    },
    {
      "copyright": "Stéphane\nVetter",
      "date": "2012-11-22",
      "explanation": "A cosmic grain of sand left the long and colorful trail across this all-sky view. Its grazing impact with planet Earth's atmosphere began at 71 kilometers per second. With the Milky Way stretching from horizon to horizon, the scene was captured on the night of November 17 from the astronomically popular high plateau at Champ du Feu in Alsace, France. Of course, the earthgrazer meteor belongs to this month's Leonid meteor shower, produced as our fair planet annually sweeps through dust from the tail of periodic Comet Tempel-Tuttle. The shower's radiant point in the constellation Leo is very close to the eastern horizon, near the start of the trail at the lower left. Bright planet Jupiter is also easy to spot, immersed in a faint band of Zodiacal light just below and right of center. The image is part of a dramatic time-lapse video (vimeo here) that began only 7 minutes before the long leonid crossed the sky.",
      "hdurl": "https://apod.nasa.gov/apod/image/1211/leonid2012bolideVetter1500.jpg",
      "media_type": "image",
      "service_version": "v1",
      "title": "Night of the Long Leonid",
      "url": "https://apod.nasa.gov/apod/image/1211/leonid2012bolideVetter950.jpg"
    },
    {
      "date": "2004-03-05",
      "explanation": "Variable star V838 Monocerotis lies near the edge of our Milky Way Galaxy, about 20,000 light-years from the Sun. Still, ever since a sudden outburst was detected in January 2002, this enigmatic star has taken the center of an astronomical stage while researchers try to understand where it fits into the picture of stellar evolution. As light from the stellar flash echoes across pre-existing dust shells around V838 Mon, its appearance changes dramatically. Revealed in a sharp snapshot recorded in February by the Hubble's Advanced Camera for Surveys, this portion of the dust shell is about six light-years in diameter. But because light reflected from the dust follows only a slightly indirect path compared to the direct line-of-sight to the star, the light echoes visible now are only lagging about two years behind the outburst itself. Astronomers expect the expanding echoes to continue to light up the dusty environs of V838 Mon for at least the rest of the current decade.",
      "hdurl": "https://apod.nasa.gov/apod/image/0403/v838feb04_hst_bck.jpg",
      "media_type": "image",
      "service_version": "v1",
      "title": "V838 Mon: Echoes from the Edge",
      "url": "https://apod.nasa.gov/apod/image/0403/v838feb04_hst_c1.jpg"
    },
    {
      "date": "1997-11-27",
      "explanation": "The potato-shaped inner moons of Jupiter are lined-up in this mosaic \"family portrait\" of these tiny Jovian satellites. The individual images were recorded over the last year by NASA's Galileo spacecraft and are scaled to the moons' relative sizes. Left to right in increasing order of distance from Jupiter are Metis (longest dimension 37 miles), Adrastea (12 miles), Amalthea (154 miles), and Thebe (72 miles). All these moons orbit in the zone between Io and Jupiter's rings, are bombarded by high-energy ions within the Jovian magnetosphere, and are probably locked in synchronous rotation by Jupiter's strong gravity. Why are they shaped like potatoes? Like the asteroids and the diminutive moons of Mars, their own gravity is not strong enough to mold them into spheres.",
      "hdurl": "https://apod.nasa.gov/apod/image/9711/jupinner_gal_big.jpg",
      "media_type": "image",
      "service_version": "v1",
      "title": "Jupiter's Inner Moons",
      "url": "https://apod.nasa.gov/apod/image/9711/jupinner_gal.jpg"
    },
    {
      "copyright": "Osservatorio MTM",
      "date": "2012-06-02",
      "explanation": "Follow the handle of the Big Dipper away from the dipper's bowl until you get to the handle's last bright star. Then, just slide your telescope a little south and west and you might find this stunning pair of interacting galaxies, the 51st entry in Charles Messier famous catalog. Perhaps the original spiral nebula, the large galaxy with well defined spiral structure is also cataloged as NGC 5194. Its spiral arms and dust lanes clearly sweep in front of its companion galaxy (top), NGC 5195. The pair are about 31 million light-years distant and officially lie within the angular boundaries of the small constellation Canes Venatici. Though M51 looks faint and fuzzy to the human eye, deep images like this one can reveal the faint tidal debris around the smaller galaxy.",
      "hdurl": "https://apod.nasa.gov/apod/image/1206/135M51OsservatorioMTM.jpg",
      "media_type": "image",
      "service_version": "v1",
      "title": "M51: The Whirlpool Galaxy",
      "url": "https://apod.nasa.gov/apod/image/1206/135M51OsservatorioMTM900.jpg"
    },
    {
      "date": "1999-06-10",
      "explanation": "The stark surface of Earth's moon is pocked with large craters, records of a history of fierce bombardment by the solar system's formative debris. It may be difficult to imagine, but nearby planet Earth itself has endured a similar cosmic pounding, though oceans, weathering, and geological activity have removed or hidden many of the telltale scars. For example, this false color image produced from seismic data shows a recently discovered ringed structure about 24 miles wide on the floor of the Barents Sea. It is most probably the result of the impact, roughly 150 million years ago, of a mile or so wide asteroid-like body. Estimates indicate that the energy released in the impact could have been as high as a million megatons of TNT, resulting in immense earthquakes and tidal waves. Drawing on Norse mythology, the crater has been aptly named Mjølnir - Thor's hammer.",
      "hdurl": "https://apod.nasa.gov/apod/image/9906/hammer_tsikalas_big.gif",
      "media_type": "image",
      "service_version": "v1",
      "title": "Mjølnir: Impact Crater",
      "url": "https://apod.nasa.gov/apod/image/9906/hammer_tsikalas.jpg"
    },
    {
      "copyright": "MAAS DigitalSVV ProjectNASA",
      "date": "2008-05-25",
      "explanation": "Will Phoenix survive its landing today on Mars?  Phoenix's landing sequence will ramp up starting at about 7:30 pm EDT (23:30 UTC) today and last just over an hour.  If all goes well, one of Phoenix's first images from Mars will appear on APOD tomorrow.  The Phoenix Lander is programmed to set down near the North Pole of Mars, and, over the next three months, sample alien soil and ice and look for conditions conducive for ancient microbial life. Shown above is an artistic animation of what it might look like to see Phoenix land on Mars.  In the animated sequence, the Phoenix spacecraft arrives at Mars, deploys its braking parachute, jettisons its heat shield, fires it thrusters, lands, unfurls its solar panels, deploys its instruments, scoops up some of Mars, and begins its analysis.    digg_url = 'http://apod.nasa.gov/apod/ap080525.html'; digg_skin = 'compact';",
      "hdurl": "https://apod.nasa.gov/apod/image/0805/landingmovie_phoenix.jpg",
      "media_type": "image",
      "service_version": "v1",
      "title": "Phoenix Lander Arrives at Mars",
      "url": "https://apod.nasa.gov/apod/image/0805/landingmovie_phoenix.jpg"
    },
    {
      "copyright": "Eric Holland",
      "date": "2019-04-02",
      "explanation": "What's that unusual spot on the Moon? It's the International Space Station. Using precise timing, the Earth-orbiting space platform was photographed in front of a partially lit gibbous Moon last month. The featured image was taken from Palo Alto, California, USA with an exposure time of only 1/667 of a second. In contrast, the duration of the transit of the ISS across the entire Moon was about half a second.  A close inspection of this unusually crisp ISS silhouette will reveal the outlines of numerous solar panels and trusses.  The bright crater Tycho is visible on the lower left, as well as comparatively rough, light colored terrain known as highlands, and relatively smooth, dark colored areas known as maria.  On-line tools can tell you when the International Space Station will be visible from your area.   Newly Added Venue:  APOD now available on Instagram in Persian",
      "hdurl": "https://apod.nasa.gov/apod/image/1904/IssMoon_Holland_1063.jpg",
      "media_type": "image",
      "service_version": "v1",
      "title": "Space Station Silhouette on the Moon",
      "url": "https://apod.nasa.gov/apod/image/1904/IssMoon_Holland_960.jpg"
    },
    {
      "copyright": "Col Druscie Obs.AAC",
      "date": "2005-09-04",
      "explanation": "Comet Hale-Bopp became much brighter than any surrounding stars. It was seen even over bright city lights. Out away from city lights, however, it put on quite a spectacular show. Here Comet Hale-Bopp was photographed above Val Parola Pass in the Dolomite mountains surrounding Cortina d'Ampezzo, Italy. Comet Hale-Bopp's blue ion tail was created when fast moving particles from the solar wind struck expelled ions from the comet's nucleus. The white dust tail is composed of larger particles of dust and ice expelled by the nucleus that orbit behind the comet. Observations showed that Comet Hale-Bopp's nucleus spins about once every 12 hours.",
      "hdurl": "https://apod.nasa.gov/apod/image/0105/halebopp5_aac_big.jpg",
      "media_type": "image",
      "service_version": "v1",
      "title": "Comet Hale-Bopp Over Val Parola Pass",
      "url": "https://apod.nasa.gov/apod/image/0105/halebopp5_aac_big.jpg"
    }
  ]